RRN_Data/2027100/2027104.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-09-24T16:25:47.268+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-09-24T16:25:47.268+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240924-001845" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-09-24T16:25:46.629+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="240924-001845-1" version="1"><situationRecordCreationTime>2024-09-24T16:16:16.783+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-09-24T16:16:16.783+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-09-24T16:25:46.629+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-09-24T16:16:16.783+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>probable</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-10-03T08:30:00.000+02:00</overallStartTime><overallEndTime>2024-10-03T16:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 3947 m au sud de Chaum, fin : situé 5769 m au nord de Fos</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.908493</latitude><longitude>0.6984161</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lez</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.92285</latitude><longitude>0.68384415</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Eup</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Fos</value></values></alertCLocationName><specificLocation>17855</specificLocation></alertCLocation><offsetDistance><offsetDistance>5769</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Chaum</value></values></alertCLocationName><specificLocation>19064</specificLocation></alertCLocation><offsetDistance><offsetDistance>3947</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>530.0</distanceAlong><fromReferent><referentIdentifier>31PR24U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>480.0</distanceAlong><fromReferent><referentIdentifier>31PR22U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadMaintenanceType>maintenanceWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="240924-001845-2" version="1"><situationRecordCreationTime>2024-09-24T16:16:16.783+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-09-24T16:16:16.783+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-09-24T16:25:46.629+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-09-24T16:16:16.783+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>probable</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-10-03T08:30:00.000+02:00</overallStartTime><overallEndTime>2024-10-03T16:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 3947 m au sud de Chaum, fin : situé 5769 m au nord de Fos</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.908493</latitude><longitude>0.6984161</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lez</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.92285</latitude><longitude>0.68384415</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Eup</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Fos</value></values></alertCLocationName><specificLocation>17855</specificLocation></alertCLocation><offsetDistance><offsetDistance>5769</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Chaum</value></values></alertCLocationName><specificLocation>19064</specificLocation></alertCLocation><offsetDistance><offsetDistance>3947</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>530.0</distanceAlong><fromReferent><referentIdentifier>31PR24U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>480.0</distanceAlong><fromReferent><referentIdentifier>31PR22U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><placesAtWhichApplicable>inTunnels</placesAtWhichApplicable><roadOrCarriagewayOrLaneManagementType>roadClosed</roadOrCarriagewayOrLaneManagementType></situationRecord><situationRecord xsi:type="ReroutingManagement" id="240924-001845-3" version="1"><situationRecordCreationTime>2024-09-24T16:16:16.783+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-09-24T16:16:16.783+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-09-24T16:25:46.629+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-09-24T16:16:16.783+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>probable</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-10-03T08:30:00.000+02:00</overallStartTime><overallEndTime>2024-10-03T16:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 3947 m au sud de Chaum, fin : situé 5769 m au nord de Fos</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.908493</latitude><longitude>0.6984161</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lez</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.92285</latitude><longitude>0.68384415</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Eup</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Fos</value></values></alertCLocationName><specificLocation>17855</specificLocation></alertCLocation><offsetDistance><offsetDistance>5769</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Chaum</value></values></alertCLocationName><specificLocation>19064</specificLocation></alertCLocation><offsetDistance><offsetDistance>3947</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>530.0</distanceAlong><fromReferent><referentIdentifier>31PR24U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>480.0</distanceAlong><fromReferent><referentIdentifier>31PR22U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><reroutingManagementType>followLocalDiversion</reroutingManagementType><reroutingItineraryDescription><values><value lang="FR">Sens France - Espagne
◦ à partir du giratoire de Chaum (croisement RN125/RD825), les VL (avec caravane ou
remorque) et PL &gt; 8m suivront l’itinéraire de déviation S9, en empruntant la RD125, RD44 puis
RN2125 jusqu’à l’intersection RN125/RD44E (carrefour à feux) en direction de l’Espagne ;
◦ à partir du giratoire de Chaum (croisement RN125/RD825), les VL et PL &lt; 8m pourront
emprunter la RN125 puis la RN2125 en direction de l’Espagne ;
◦ les usagers en provenance de la RN125, entre le giratoire de Chaum et celui au Nord du
tunnel, suivront les déviations ci-dessus en fonction de leur gabarit :
▪ demi-tour au giratoire Nord du tunnel pour les VL (avec caravane ou remorque) et PL &gt;8m
▪ RN2125 pour les VL et PL &lt; 8m.

Sens Espagne – France
◦ à partir du carrefour à feux de Saint-Béat-Lez, (croisement RN125/RD44E), les VL (avec
caravane ou remorque ) et PL &gt; 8 m suivront l’itinéraire de déviation S10, en empruntant la
RN2125, RD44 puis la RN2125 jusqu’au giratoire de Chaum (croisement RN125/RD825).
à partir du carrefour à feux de Saint-Béat-Lez, (croisement RN125/RD44E) les VL et les PL
&lt;8m pourront emprunter la RN2125 en direction de Montréjeau.
Les usagers en provenance de Boutx-Le Mourtis (RD44) feront demi-tour au giratoire Sud du
tunnel et suivront les déviations ci-dessus en fonction de leur gabarit.</value></values></reroutingItineraryDescription><signedRerouting>false</signedRerouting></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>